objects =  [
    {
        code: 'MT2013',
        name: 'Xác suất thống kê',
        class: {
            L05: [
                {
                    day: 6,
                    lesson: [7, 8, 9],
                    week: [1, 2, 3, 4, 5, 6, 7, 8, 10, 11, 12, 13, 14, 15, 16]
                },
            ]
        }
    },
]
//biểu diễn thời khoá biểu bằng mảng các số
week = [//thứ 2 đến thứ 6
    [0,0,0,0,0],//tiết 2
    [0,0,0,0,0],//tiết 3
    [0,0,0,0,0],//tiết 4
    [0,0,0,0,0],//tiết 5
    [0,0,0,0,0],//tiết 6
    [0,0,0,0,0],//tiết 7
    [0,0,0,0,0],//tiết 8
    [0,0,0,0,0],//tiết 9
    [0,0,0,0,0],//tiết 10
    [0,0,0,0,0],//tiết 11
    [0,0,0,0,0],//tiết 12
    [0,0,0,0,0],//tiết 13
    [0,0,0,0,0],//tiết 14
    [0,0,0,0,0] //tiết 15
]
